Revit 2027 API
ReloadSwapOutInfo.PreviousVersion Property
 Previous version.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int PreviousVersion { get; }
Public ReadOnly Property PreviousVersion As Integer
	Get
public:
property int PreviousVersion {
	int get ();
}
member PreviousVersion : int with get
Property Value
Int32
See Also
Reference
ReloadSwapOutInfo Class
Autodesk.Revit.DB Namespace